Repository: clesssalvein/GlpiClient
Catalog: lang/i18n/*/LC_MESSAGES/glpiClient.po
Languages: it, ru

source: test
ru: тест

source: App language is
it: La lingua dell'app è
ru: Язык приложения

source: English
it: Italiano
ru: Русский

source: auth.ini exists!
it: auth.ini esistente!
ru: auth.ini существует!

source: auth.ini is a file!
it: auth.ini è un file!
ru: auth.ini это файл!

source: auth.ini is a directory! delete directory auth.ini
it: auth.ini è una directory! delete directory auth.ini
ru: auth.ini это директория! удаляем директорию auth.ini

source: Create auth.ini
it: Creare auth.ini
ru: Создаем auth.ini

source: auth.ini doesn't exist! create auth.ini
it: auth.ini non esiste! creare auth.ini
ru: auth.ini НЕ существует! Создаем auth.ini

source: The program is already running
it: Il programma è già in esecuzione
ru: Программа уже запущена

source: Quit
it: Esci
ru: Выход

source: Authorization
it: Autorizzazione
ru: Авторизация

source: Login
it: Utente
ru: Логин

source: Password
ru: Пароль

source: Login doesn't exist in auth.ini
it: Utente non corretto
ru: Нет логина в auth.ini

source: Password doesn't exist in auth.ini
it: Password sbagliata
ru: Нет пароля в auth.ini

source: Remember Login and Password
it: Ricorda credenziali
ru: Запомнить Логин и Пароль

source: Sign in
it: Accedi
ru: Войти

source: Auth error
it: Errore autenticazione
ru: Ошибка авторизации

source: sessionTokenJson is NOT correct
it: sessionTokenJson non è corretto
ru: sessionTokenJson НЕкорректен

source: Info
ru: Информация

source: Restart application to apply settings
it: Riavvia l'applicazione per applicare le impostazioni
ru: Перезапустите приложение чтобы применить новые настройки

source: Settings
it: Impostazioni
ru: Настройки

source: About...
it: Info su...
ru: О программе...

source: sessionTokenJson is correct
it: sessionTokenJson è corretto
ru: sessionTokenJson кореектен

source: Auth error. 'session_token' not found
it: Errore autenticazione 'session_token' non trovato
ru: Ошибка авторизации. 'session_token' не найден

source: Auth success. 'session_token' found
it: Autenticazione effettuata. 'session_token' trovato
ru: Авторизация успешна. 'session_token' найден

source: Connection error
it: Errore connessione
ru: Ошибка подключения

source: is minimized to the system tray
it: è iconizzato nella barra delle applicazioni
ru: свернута в системный лоток

source: Failed to download an update
it: Impossibile scaricare l'aggiornamento
ru: Не удалось скачать обновление

source: Sign out
it: Esci
ru: Выйти

source: Create new ticket
it: Crea un nuovo ticket
ru: Создать новую заявку

source: My tickets
it: I miei ticket
ru: Мои заявки

source: Open tickets only
it: Mostra solo ticket aperti
ru: Только открытые заявки

source: Loading...
it: Caricamento...
ru: Загрузка...

source: You have no tickets
it: Non ci sono ticket
ru: У вас нет заявок

source: Tickets not found
it: Nessun Ticket Aperto
ru: Заявки не найдены

source: Ticket ID
ru: ID заявки

source: Creation date
it: Data Creazione
ru: Дата создания

source: Ticket creation date and time
it: Data e ora di creazione del ticket
ru: Дата и время создания заявки

source: Name
it: Nome
ru: Наименование

source: Ticket name
it: Titolo del ticket
ru: Наименование заявки

source: Status
it: Stato
ru: Статус

source: Ticket status
it: Stato del ticket
ru: Статус заявки

source: New
it: Nuovo
ru: Новая

source: In progress (assigned)
it: In corso (Assegnato)
ru: В работе (назначена)

source: In progress (planned)
it: In corso (Programmato)
ru: В работе (запланирована)

source: Awaiting decision
it: In attesa
ru: Ожидает решения

source: Solved
it: Risolto
ru: Решена

source: Closed
it: Chiuso
ru: Закрыта

source: Update a list of tickets
it: Aggiorna la lista dei ticket
ru: Обновить список заявок

source: Language
it: Lingua
ru: Язык

source: Cancel
it: Cancella
ru: Отмена

source: Contact phone
it: Numero di telefono
ru: Телефон для связи

source: Problem computer number
it: Nome del computer
ru: Номер проблемного компьютера

source: Describe your problem...
it: Descrivi il problema...
ru: Опишите вашу проблему...

source: From
it: Da
ru: С

source: To
it: A
ru: По

source: Attach a screenshot
it: Allega uno screenshot
ru: Прикрепить снимок экрана

source: To attach a screenshot, press the 'PrintScreen' key on your keyboard, and then the 'Attach a screenshot' button
it: Per allegare uno screenshot, premi il pulsante stampa sulla tua tastiera, e clicca sul pulsante 'Allega uno screenshot'
ru: Для прикрепления снимка экрана нажмите клавишу 'PrintScreen' на вашей клавиатуре, а затем кнопку 'Прикрепить снимок экрана

source: Press the 'PrintScreen' key on your keyboard and then the 'Attach a screenshot' button
it: Premi il pulsante stamp sulla tua tastiera, e clicca sul pulsante 'Allega uno screenshot'
ru: Нажмите клавишу 'PrintScreen' на вашей клавиатуре, а затем кнопку 'Прикрепить снимок экрана'

source: Attach an Image
it: Allega un Immagine
ru: Прикрепить изображение

source: Click the 'Attach an Image' button
it: Premi il pulsante 'Allega un immagine'
ru: Нажмите кнопку 'Прикрепить изображение'

source: Create Ticket
it: Crea un Ticket
ru: Создать заявку

source: Screenshot attached to the ticket!
it: Screenshot allegato al ticket!
ru: Снимок экрана прикреплен к заявке

source: Error
it: Errore
ru: Ошибка

source: Error attaching a screenshot. To attach a screenshot, press the 'PrintScreen' key on your keyboard and then the 'Attach a screenshot' button'
it: Errore durante il caricamento dello screenshot.
ru: Ошибка прикрепления скриншота. Для прикрепления скриншота экрана нажмите клавишу 'PrintScreen' на вашей клавиатуре, а затем кнопку 'Прикрепить снимок экрана'

source: Please fill in all required fields
it: Per favore compila tutti i dati
ru: Пожалуйста, заполните все обязательные поля

source: Computer name
it: Nome computer
ru: Имя компьютера

source: Customer phone
it: Numero telefono
ru: Телефон заказчика

source: Ticket accepted
it: Ticket inserito
ru: Заявка принята

source: Your ticket has been accepted under the number
it: Il tuo ticket è stato inserito con il numero
ru: Ваша заявка принята под номером

source: Ticket
ru: Заявка

source: Solution
it: Soluzione
ru: Решение

source: Comments
it: Commenti
ru: Комментарии

source: Author
it: Autore
ru: Автор

source: Date
it: Data
ru: Дата

source: Ticket text
it: Testo del ticket
ru: Текст заявки

source: Specialist
it: Tecnico
ru: Специалист

source: Assigned specialist
it: Tecnico assegnatario
ru: Назначенный специалист

source: Group of specialists
it: Gruppo tecnico
ru: Группа специалистов

source: Assigned group of specialists
it: Assegnato al gruppo tecnico
ru: Назначенная группа специалистов

source: Solution text
it: Testo della soluzione
ru: Текст решения

source: There is no solution
it: Non c'è una soluzione
ru: Решение отсутствует

source: Comment
it: Commento
ru: Комментарий

source: Comment text
it: Testo del commento
ru: Текст комментария

source: Me
it: Io
ru: Я

source: There is no comments
it: Non ci sono commenti
ru: Комментарии отсутствуют

source: Write a comment...
it: Scrivi un commento...
ru: Напишите комментарий...

source: Send
it: Invia
ru: Отправить

source: Comments cannot be added to the closed ticket
it: I commenti non possono essere aggiunti ai ticket chiusi
ru: В закрытые заявки нельзя дописывать комментарии

source: Comment field must not be empty
it: Il campo commmento non può essere vuoto
ru: Поле комментария не должно быть пустым

source: App update...
it: Aggiornamento app...
ru: Обновление программы...

source: Fail to unzip update
it: Decompressione update fallita
ru: Не удалось распаковать обновление

source: Fail to download update
it: Impossibile scaricare l'aggiornamento
ru: Не удалось скачать обновление

source: This window will close automatically...
it: Questa finestra si chiuderà automaticamente...
ru: Это окно закроется автоматически...

source: App autoupdate
it: Aggiornamento automatico app
ru: Автообновление программы

source: Hide app window to tray at startup
it: Nascondi la finestra del programma nella barra delle applicazioni all'avvio

source: Author Contact
it: Autore Contatto

source: App Homepage
it: Sito web del programma

source: Interface Translations
it: Traduzione dell'interfaccia
